// Все демонстрационные тексты можно заменить здесь.
window.weddingContent = {
  firstName: "Саша",
  secondName: "Соня",
  footerNames: "Саша + Соня",
  date: "16.10.2026",
  invitation:
    "Совсем скоро мы станем теплой ламповой семьей – и мы приглашаем вас разделить этот день вместе с нами. Где? Когда? Все вопросы в ваших мыслях – ответы на них смотрите ниже!",
  flowers:
    "Через два дня после свадьбы мы улетим в медовый месяц, цветы нас не дождутся. Подарите нам бутылку классного алкоголя для будущих посиделок с вами у нас в гостях. Или еще можно елочную игрушку, Соня обожает керамические елочные игрушки!",
  gifts:
    "Если что, конверты – супер! А если вам хочется подарить что-то более конкретное, то вот тут есть наш",
  dresscode:
    "Приходите красивыми и счастливыми. Выбирайте то, в чём вам будет удобно обниматься и танцевать.",
  rsvpIntro:
    "Дай знать, получится ли быть с нами в этот день. Это поможет нам всё спланировать.",
};
